[
    {
        "name" : "Canon Eos 4000D" ,
        "description" : "Tell distinctive stories with your photography. This beginner’s DSLR with EF-S 18-55mm f/3.5-5.6 III Lens intuitively creates stand-out photos and Full HD movies full of colour and detail – offering partial and full manual photographic control. The 18 Megapixel APS-C sensor allows you to shoot in low light, expressing your creativity with interchangeable lenses. Point and shoot with Scene Intelligent Auto and share your stories using the EOS 4000D’s Wi-Fi with the and Camera Connect app." ,
        "price" : "600" ,
        "quantity":"10" ,
        "img":"https://i.ibb.co/brrXymY/1.jpg" ,
        "supplier":"Rasel" ,
        "afPoints": "9 AF points (f/5.6 cross type at centre)",
        "modes" : "AI Focus (Switches between One-Shot AF and AI SERVO AF automatically) .One Shot AF (Contrast detect AF) .Quick Mode (via phase detection AF sensor) ",
        "movieType" : "MOV (Video: H.264 inter frame (IPB), Sound: Linear PCM, recording level can be manually adjusted by user)",
        "brand" : "Canon",
        "brandId": "31031",
        "sold": "21",
        "ratings" : 5.0
    },
    {
        "name" : "CANON EOS 2000D" ,
        "description" : "CANON EOS 2000D Easy and intuitive, the ideal first DSLR for making and sharing memories with beautiful background blur.Step up to effortless DSLR storytelling Create detailed DSLR quality pictures and cinematic Full HD movies with ease, even in difficult low light situations, using the 24.1 Megapixel EOS 2000D. Share instantly and shoot remotely with Wi-Fi*, NFC** and Canon Camera Connect app.Shoot with confidence Capture the moment just as you remember with precise Auto Focus, 3.0 fps and DIGIC 4+. Enjoy easy framing with the optical viewfinder and see results on a 7.5 cm LCD screen.Easy sharing, remote shooting Instantly transfer your stories to your smart device, for easy sharing on social media or irista cloud backup, and shoot remotely with Wi-Fi*, NFC** and Canon Camera Connect app." ,
        "price" : "680" ,
        "quantity":"12" ,
        "img":"https://i.ibb.co/nB6mPfB/2.jpg" ,
        "supplier":"Efat" ,
        "afPoints": "Via optical viewfinder: 9 AF points (f/5.6 cross type at centre)",
        "modes" : "AI Focus (Switches between One-Shot AF and AI SERVO AF automatically) .One Shot AF (Contrast detect AF) ",
        "movieType" : "MOV (Video: H.264 inter frame (IPB), Sound: Linear PCM, recording level can be manually adjusted by user)",
        "brand" : "Canon",
        "brandId": "31032",
        "sold": "23",
        "ratings" : 4.5
    },
    {
        "name" : "CANON EOS 250D" ,
        "description" : "Tell distinctive stories with your photography. This beginner’s DSLR with EF-S 18-55mm f/3.5-5.6 III Lens intuitively creates stand-out photos and Full HD movies full of colour and detail – offering partial and full manual photographic control. The 18 Megapixel APS-C sensor allows you to shoot in low light, expressing your creativity with interchangeable lenses. Point and shoot with Scene Intelligent Auto and share your stories using the EOS 4000D’s Wi-Fi with the and Camera Connect app." ,
        "price" : "700" ,
        "quantity":"14" ,
        "img":"https://i.ibb.co/KVr4NYQ/3.jpg" ,
        "supplier":"Hasan" ,
        "afPoints": "AI Focus, One Shot, AI Servo (AI Servo II algorithm)",
        "modes" : "spot (centre only) and centre-weighted average available.Via LiveView on LCD screen: 1. Evaluative metering (384 zones)",
        "movieType" : "MP4 (Video: H.264 inter frame, Sound: Linear PCM / AAC, recording level can be manually adjusted by user) MOV (Video: H.264 All-I Full HD, no sound) - time-lapse movie only",
        "brand" : "Canon",
        "brandId": "31033",
        "sold": "25",
        "ratings" : 4.0
    },
    {
        "name" : "Canon EOS M50" ,
        "description" : "The Canon EOS M50 Mark II Mirrorless Camera comes with a 15-45 Lens. It is fun and easy to use with Wi-Fi connectivity for content creators to stay close to their audience at all times. Keep your social media feeds lit with high-quality visual storytelling in 4K and accurate eye and face detection autofocusing. With clear, high-resolution 4K UHD 24p video, eye-catching photos with a 24.1 Megapixel (APS-C) CMOS Sensor using the built-in Electronic Viewfinder or Vari-angle Touchscreen LCD. Canon separates itself from the pack with UHD 4K video recording, a high-resolution electronic viewfinder, and improved Dual Pixel CMOS AF with Eye Detection AF. Utilizing a 24.1MP APS-C CMOS sensor and DIGIC 8 image processor, improved Auto Lighting Optimizer helps to ensure clean image quality with low noise, along with top 10 fps shooting rate and a native sensitivity range of ISO 100-25600, which can be extended to ISO 51200 for working in low-light conditions." ,
        "price" : "710" ,
        "quantity":"16" ,
        "img":"https://i.ibb.co/Dp19GW8/4.jpg" ,
        "supplier":"Mehedi" ,
        "afPoints": "AF System Points Stills: Maximum 3 975 selectable AF point positions / Up to 143 zones (auto selection)",
        "modes" : "Stills: Evaluative, Partial, Spot, Center-weighted average.Movie: Evaluative (when faces are detected with [Face+Tracking]), Center-weighted average (when no faces are detected)",
        "movieType" : "Evaluative (when faces are detected with [Face+Tracking]), Center-weighted average (when no faces are detected)",
        "brand" : "Canon",
        "brandId": "31034",
        "sold": "27",
        "ratings" : 5.0
    },
    {
        "name" : "CANON EOS 90D" ,
        "description" : "The EOS 90D is built around a 32.5MP APS-C sensor that gives lenses 1.6x the telephoto reach they would have on a full-frame camera. Great for those times when you need to be right in amongst the action. Full resolution pictures from the 32.5-megapixel EOS 90D can be cropped, rotated, and resized with image quality detailed enough for large prints. Find scenes within a scene and adjust your composition for the perfect result. Reveal the moments it’s impossible to see with the naked eye, shooting 32.5-megapixel images at up to 10 frames per second. High ISO sensitivities (up to ISO 25,600) let you freeze action with breathtakingly fast shutter speeds, as a quick as 1/8000sec. The EOS 90D has a bright, approx.100% coverage optical viewfinder that lets you view action as it happens and makes it easier to track fast-moving subjects, such as birds in flight. An intelligent customizable display shows key shooting information, so you always know what’s happening even when the pressure is on." ,
        "price" : "750" ,
        "quantity":"8" ,
        "img":"https://i.ibb.co/48Kt3k7/5.jpg" ,
        "supplier":"Mamun" ,
        "afPoints": "(45 f/5.6 cross-type AF points, 27 f/8 points [9 cross-type], centre point is f/2.8 and f/5.6 dual cross-type)",
        "modes" : "Metering with the area divided into 216 segments (18 × 12).Evaluative metering (linked to all AF points).Partial metering (approx. 6.5 % of viewfinder).Spot metering (approx. 2.0 % of viewfinder)",
        "movieType" : "MP4 [Video: MPEG-4 AVC/H.264, Audio: MPEG-4 AAC-LC (stereo)]",
        "brand" : "Canon",
        "brandId": "31035",
        "sold": "11",
        "ratings" : 4.0
    },
    {
        "name" : "Canon EOS 5D" ,
        "description" : "Canon EOS 5D Mark IV DSLR Camera (Only Body) which is an outstanding still photography option and an able 4K-capable video machine. This multimedia maven offers a newly developed 30.4MP full-frame CMOS sensor paired with the DIGIC 6+ image processor in order to balance fine detail and resolution with low-light performance and sensitivity. It is able to work within a native range of ISO 100-32000, which can then be expanded to an impressive ISO 50-102400, for sharp, low-noise images in a variety of conditions. Along with these improvements to image quality, users will enjoy a performance boost across the board with an enhanced AF system, built-in Wi-Fi, NFC, and GPS, and much more.Canon EOS 5D mark iv DSLR Camera (Only Body)Furthermore, now that the camera has DCI 4K (4096 x 2160) video recording at up to 30 fps, users can snag 8.8MP stills from the video for an even faster capture option." ,
        "price" : "2100" ,
        "quantity":"10" ,
        "img":"https://i.ibb.co/gb8tcRQ/6.jpg" ,
        "supplier":"Tanim" ,
        "afPoints": "61-Point High Density Reticular AF",
        "modes" : "Aperture Priority, Auto, Manual, Programmed Auto, Shutter Priority.Metering Range: EV 0.0 to EV 20.0.Compensation: -5 EV to +5 EV (in 1/3 EV Steps).",
        "movieType" : "Auto, Cloudy, Color Temperature, Custom, Daylight, Flash, Fluorescent (White), Shade, Tungsten",
        "brand" : "Canon",
        "brandId": "31036",
        "sold": "13",
        "ratings" : 4.5
    }
    
]